Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=250_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Nuorisojärjestö Suoma Sámi Nuorat
smn: Suoma Sámi Nuorat r.o.

source: Suoma Sámi Nuorat lisää yhteenkuuluvuutta
smn: Suoma Sámi Nuorat (Suomâ Säämi Nuorah) lasseet ohtâlâsvuođâ

source: (ry.) on vuonna 1991 saamelaisnuorille perustettu nuorisojärjestö, jonka tarkoituksena on tukea aktiivisesti saamelaisnuorten toimintaa ja luoda saamelaisnuorille mahdollisuus vaikuttaa heitä koskeviin asioihin.
smn: (ry.) vuáđudui 1991 tuárjuđ aktiivlâš säminuorâi tooimâ já lääččiđ säminuoráid máhđulâšvuođâ čokkâniđ vaikuttiđ nuorâi aššijd.

source: Yhdistys on tarkoitettu 13–30-vuotiaille saamelaisnuorille ja sen toimialueeseen kuuluu koko Suomi pohjoisesta etelään.
smn: Suoma Sámi Nuorat lii ubâ enâmist tuáimee nuorâiservi, mii uárnee tábáhtusâid, teeivâdmijd, konserttijd, kuursâid já ennuv eres.

source: Yhdistyksen toiminta on monipuolista vaihdellen poliittisesta toiminnasta rennompaan vapaa-ajan toimintaan.
smn: Tot váldá poolitlávt pele säminuorâid kyeskee aašijn, lii mieldi miärádâstohâmist sehe viggá vaikuttiđ algâaaalmugijd já eromâšávt toi nuorâid kyeskee aššijd.

source: Se ottaa kantaa saamelaisnuoria koskeviin asioihin, osallistuu päätöksentekoon ja pyrkii järjestämään erilaisia tapahtumia, tapaamisia, konsertteja ja kursseja.
smn: Seervi ulmen vaikuttem lasseen lii nanodiđ säminuorâi identiteet já kulttuurtubdâm sehe viärmádâttâđ eres säminuorâi servijd já eres algâaalmugij nuoráid.

source: Lisäksi se tahtoo vaikuttaa alkuperäiskansoja ja erityisesti niiden nuoria koskeviin asioihin.
smn: Tave-eennâmlâš oovtâstpargo lii-uv uáli ennuv; Ruotâ Sáminuorra-servijn láá jo läjidum stäđis koskâvuođah, já ohtsii neelji eennâm nuorâiservi vuávájuvvoo.

source: Järjestön tavoite on vaikuttamisen lisäksi vahvistaa saamelaisnuorten identiteettiä ja kulttuurintuntemusta sekä verkostoitua muihin saamelaisnuorten järjestöihin ja muiden alkuperäiskansojen nuoriin.
smn: Suoma Sámi Nuorat -seervi stiivrâst láá vittâ eidusâš jeessân já vittâ värijeessân.

source: Pohjoismaista yhteistyötä onkin erittäin paljon: Ruotsin Sáminuorra-järjestön kanssa on jo luotu vakaat suhteet, ja yhteistä neljän maan nuorisojärjestöä suunnitellaan.
smn: Stiivrâ saavâjođetteijen väljejui cuáŋuimáánust 2012 jo čiččâd keerdi Tuomas Aslak Juuso, Gáijjot Ánte Issahá Duommá kote lii 28-ihásâš pajeolmooš Kietâruottâsist.

source: Suoma Sámi Nuorat -yhdistyksen hallitus koostuu viidestä varsinaisesta jäsenestä ja viidestä varajäsenestä.
smn: SSN tooimân sun šoodâi 2000-lovo aalgâst, ko ”kyehti Aanaar veerdi, Paltto já Länsman, káivádáin suu fáárun Tuáivunjaargâst”, kost Juuso juuđij talle puásuituáluškoovlâ.

source: Puheenjohtaja, varapuheenjohtaja ja sihteeri kuuluvat varsinaisiin jäseniin.
smn: Tuomas Aslak väljejui ive 2008 historjá nuorâmužžân ovdâsteijen Suomâ Sämitiigán, mut iveh láá jođettâm Tuomas Aslak aalmugijkoskâsâš politiikân fáárun já tááláá ääigi sun tuáimá še OA algâaalmugij foorum aalmugijkoskâsii algâaalmugnuorâi juáhus saavâjođetteijen.

source: Kuvassa Suomen kulttuuri- ja opetusministeri Stefan Wallin avasi Saamelaiskäräjien nuorisoneuvoston ja Suomen saamelaisnuoret ry:n järjestämän tilaisuuden YK:n alkuperäiskansojen pysyvän forumin yhteydessä New Yorkissa vuonna 2012.
smn: Värisaavâjođetteijee pargoid tipšo pelestis Anne-Maria Magga.

source: Hallituksen puheenjohtajana toimii tällä hetkellä Tuomas Aslak Juuso, Gáijjot Ánte Issahá Duommá, joka valittiin huhtikuussa 2012 toimeen jo seitsemättä kertaa.
smn: Eres stiivrâ jesâneh láá Aletta Lakkala, Unna-Maari Pulska já Sara Wesslin.

source: Tuomas Aslak on 28-vuotias poromies Käsivarresta.
smn: Värijesânin tuáimih Mikkel Näkkäläjärvi, Rosa-Máren Magga, Aslak Holmberg, Leena-Maaret Niittyvuopio sehe Ida-Maria Helander.

source: SSN:n toimintaan hän päätyi 2000-luvun alussa, kun ”kaksi Inarin kaveria, Paltto ja Länsman, nappasivat mukaan Toivoniemestä”, jossa Juuso kävi tuolloin porotalouskoulua.
smn: Kooveest Tuomas-Aslak Juuso, Sara Wesslin já Sauli laiti.

source: Tuomas Aslak valittiin vuonna 2008 historian nuorimpana edustajana Suomen Saamelaiskäräjille, mutta vuodet ovat kuljettaneet Tuomas Aslakin mukaan kansainväliseen politiikkaan ja nykyisin hän toimii myös YK:n alkuperäiskansojen forumin kansainvälisen alkuperäisnuorten jaoston puheenjohtajana.
smn: Kooveest Ida Helander já Aletta Lakkala .

source: Varapuheenjohtajan tehtäviä hoitaa Anne-Maria Magga.
smn: Kooveest Aslak Holmberg já Unna-Maari Pulska.

source: Muut hallituksen jäsenet ovat Aletta Lakkala, Unna-Maari Pulska ja Sara Wesslin.
smn: Kooveest Rosa-Máren Magga, Elli-Marja Hetta, Anni Koivisto já Anne Halonen.

source: Varajäseninä toimivat Mikkel Näkkäläjärvi, Rosa-Máren Magga, Aslak Holmberg, Leena-Maaret Niittyvuopio sekä Ida-Maria Helander.
smn: Anna-Katariina Feodoroff, Leena Niittyvuopio, Karen-Anni Hetta, Sari Sarre, Laura Niittyvuopio já Unna-Maari Pulska.

source: Kuvassa Tuomas-Aslak Juuso, Sara Wesslin ja Sauli Laiti.
smn: SSN olášut projektijd já vuolgât&#13; ovdâsteijeidis aalmugijkoskâsáid konferenssáid

source: Kuvassa SSN:n hallituksen jäsenet Ida Helander ja Aletta Lakkala ovat UNPFII:ssa New Yorkissa.
smn: Suoma Sámi Nuorat lii ornim maaŋgâlágánijd tooimâid já ennuv láá še puátimin.

source: Kuvassa ovat SSN:n hallituksen jäsenet Aslak Holmberg ja Unna-Maari Pulska Rákkasrodassa saamelaisnuorten yhteisessä tapaamisessa.
smn: Majemui iivij enâmustáá oinum tábáhtussáid kuulâi roovvâdmáánust 2008 TV-uđđâsijn-uv oinum mááccuhmielâčááitus sehe ennuv säminuorâid čuákkejeijee salibandy sämimiäštárvuođâkištoid uásálistem.

source: Kuvassa on SSN:n tyttöjoukkue voitettuaan kultaa saamenmestaruuskisoissa Umeåssa.
smn: Ive 2007 SSN lâi orniimin stuárráb Kavnâdem-čokkânem.

source: Kuvassa vasemmalta takana Rosa-Máren Magga, Elli-Marja Hetta, Anni Koivisto ja Anne Halonen.
smn: Talle ennuv säminuorah Suomâst, Ruotâst, Taažâst já Ruošâst čokkânii savâstâllâđ säminuorâi puátteevuođâst sämipolitiikâst já -oovtâstpargoost.

source: Edessä vasemmalta Anna-Katariina Feodoroff, Leena Niittyvuopio, Karen-Anni Hetta, Sari Sarre, Laura Niittyvuopio ja Unna-Maari Pulska.
smn: Servi lii uásálistám maŋgáid eres-uv aalmugijkoskâsáid seminaaráid, meid sämisiärváduv ulguubeln.

source: SSN toteuttaa projekteja ja lähettää edustajiaan kansainvälisiin konferensseihin
smn: Ovdâmerkkân ive 2012 SSN ornij oovtâst Sämitige nuorâiraađijn já Suomâ olgoministeriöin New York UNPFII:n (United Nations Permanent Forum for Indigenous Issues) ohtâvuođâst uálgitábáhtus nuorâi vaikuttemmáhđulâšvuođâin.

source: Suoma Sámi Nuorat on järjestänyt monenlaista toimintaa, ja tulevaisuuden näkymät ovat vilkkaat.
smn: Stivrâpaje stuárráámus proojeekt lii kuittâg lamaš seervi peividum nettisiijđoh, moh kolgâččii lekkâsiđ loppâive 2012.

source: Viime vuosien näkyvimpiä tapahtumia ovat olleet lokakuussa 2008 TV-uutisissakin näkynyt pukumielenosoitus (gáktemiellačájahus), sekä salibandyn saamenmestaruuskisat, jotka ovat muodostuneet jo vuosittaiseksi perinteeksi keräten yhteen saamelaisnuoria ympäri saamenmaan.
smn: Nettisiijđoh palvâleh SSN tehálumosijd uulmijd, moid kuleh säminuorâi fattim eennâmvijđáht sehe seervi tooimâst tieđettem.

source: Vuonna 2007 SSN oli järjestämässä isompaa Gávnnadeapmi-kokoontumista.
smn: Aldapuátteevuođâst SSN vuáváá eres lasseen tábáhtus Kavnâdem 2 Ruotâ já Taažâpele säminuorâi servijguin sehe algâttiđ rekrytistemkampanja, mon uáivilin lii toohâđ SSN tooimâ uáinojeijen já kiäsutteijen nuorâi čoolmijn.

source: Tuolloin paljon saamelaisnuoria Suomesta, Ruotsista, Norjasta ja Venäjältä kokoontui keskustelemaan saamelaisnuorten tulevaisuudesta saamelaispolitiikassa ja -yhteisössä.
smn: Suoma Sámi Nuorat ry stivrâ tuálá jieijâs blogi, mon pehti tieđettuvvoo seervi projektijn, tábáhtusâin já aašijn mast SSN lii lamaš mieldi.

source: Järjestö on osallistunut moniin muihinkin kansainvälisiin seminaareihin, myös saamelaisyhteisön ulkopuolella.
smn: Liiŋkah:

source: Esimerkiksi vuonna 2012 SSN järjesti yhdessä Saamelaiskäräjien nuorisoneuvoston ja Suomen ulkoministeriön kanssa New Yorkin UNPFII:n (United Nations Permanent Forum for Indigenous Issues) yhteydessä sivutapahtuman nuorten vaikuttamismahdollisuuksista.
smn: Suoma Sámi Nuorat rs blogga

source: Hallituskauden suurin projekti on ollut kuitenkin yhdistyksen päivitetyt nettisivut.
smn: Suoma Sámi Nuorat Facebook
